Repository: tausif892/login_1
Catalog: lib/l10n/app_*.arb
Languages: hi, ka

# app_title
source: Kasturba Hospital
hi: कस्तूरबा अस्पताल
ka: ಕಸ್ತೂರ್ಬಾ ಆಸ್ಪತ್ರೆ

source: Login Id
hi: लॉगिन आईडी
ka: ಲಾಗಿನ್ ಐಡಿ

# enter_login_id
source: Enter your login id
hi: अपना लॉगिन आईडी दर्ज करें
ka: ನಿಮ್ಮ ಲಾಗಿನ್ ಐಡಿ ನಮೂದಿಸಿ

source: Password
hi: पासवर्ड
ka: ಪಾಸ್ವರ್ಡ್

# enter_password
source: Enter your password
hi: अपना पासवर्ड दर्ज करें
ka: ನಿಮ್ಮ ಪಾಸ್ ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ

# lung_ques_one
source: How much did you cough?
ka: ನೋವು ಎಷ್ುಟ ಕೆಮ್ಮೆದಿರಿ?

# lung_ques_two
source: How much did you cough?
ka: ನೋವು ಕೆಮ್ಮೆದಾಗ ರಕಾ ಬೆಂದಿತ್ಾೋ?

# lung_ques_three
source: Were you short of breath when you rested?
ka: ನೋವು ವಿಶಾರೆಂತಿ ಪಡೆದಾಗ ನಮಗೆ ಏದುಸಿರು ಬೆಂದಿತ್ಾೋ?

# lung_ques_four
source: Were you short of breath when you walked?
ka: ನಡೆಯುತಿಾದಾದಗ ನಮಗೆ ಏದುಸಿರು ಬೆಂದಿತ್ಾೋ?

# lung_ques_five
source: Were you short of breath when you climbed stairs?
ka: ಮ್ಮಟ್ಟಲುಗಳನುು ಹತಿಾದಾಗ ನಮಗೆ ಏದುಸಿರು ಬೆಂದಿತ್ಾೋ?

# lung_ques_six
source: Have you had a sore mouth or tongue?
ka: ನಮಗೆ ಬಾಯಿಯಲ್ಲಿ ಅಥವಾ ನಾಲ್ಲಗೆಯಲ್ಲಿ ನ ೋವಿತ್ಾೋ?

# lung_ques_seven
source: Have you had trouble swallowing?
ka: ನುೆಂಗುವಾಗ ನಮಗೆ ತ್ ೆಂದರ ಆಗಿತ್ಾೋ?

# lung_ques_eight
source: Have you had tingling hands or feet?
ka: ನಮೆ ಕೆೈಗಳಲ್ಲಿ ಅಥವಾ ಪಾದಗಳಲ್ಲಿ ಜ ೋಮು ಹಿಡಿದಿತ್ಾೋ?

# lung_ques_nine
source: Have you had hair loss?
ka: ನಮೆ ತಲೆಗ ದಲು ಉದುರಿ ಹೆ ೋಗಿತ್ಾೋ?

# lung_ques_ten
source: Have you had pain in your chest?
ka: ನಮಗೆ ಎದೆಯಲ್ಲಿ ನ ೋವು ಉೆಂಟಾಗಿತ್ಾೋ?

# lung_ques_eleven
source: Have you had pain in your arm or shoulder?
ka: ನಮಗೆ ತ್ ೋಳು ಅಥವಾ ಭುಜಗಳಲ್ಲಿ ನ ೋವು ಉೆಂಟಾಗಿತ್ಾೋ?

# lung_ques_twelve
source: Have you had pain in other parts of your body?
ka: ನಮಗೆ ನಮೆ ಶರಿೋರದ ಇತರ ಭಾಗಗಳಲ್ಲಿ ನ ೋವು ಉೆಂಟಾಗಿತ್ಾೋ?

# sto_ques_one
source: Have you had problems eating solid foods?
ka: ಮ ಘನ ಆ ಾರಗಳನು ನುವದ ೂಂದಗದ ?

# sto_ques_two
source: Have you had problems eating liquidised or soft foods?
ka: ಮ ೕ ಾ ರುವ ಅಥ ಾ ದು ೂಸ ಾ ರುವ ಆ ಾರಗಳನು ನುವದ ೂಂದಗದ ?

# sto_ques_three
source: Have you had problems drinking liquids?
ka: ಮ ದವಗಳನು ಕುಯುವದ ೂಂದಗದ ?

# sto_ques_four
source: Have you had discomfort when eating?
ka: ಮ ನು ಾಗ ಉಂ ಾ ?

# sto_ques_five
source: Have you had pain in your stomach area?
ka: ಮ ೂ ಯ ಪ ೕಶದ ಮ ೂೕವ ಇ ?

# sto_ques_six
source: Have you had discomfort in your stomach area?
ka: ಮ ೂ ಯ ಪ ೕಶದ ಮ ಇ ?

# sto_ques_seven
source: Did you have a bloated feeling in your abdomen?
ka: ಮ ೂ ಉಬ ರುವಂ ಮ ಅ ಸು ?

# sto_ques_eight
source: Have you had trouble with acid or bile coming into your mouth?
ka: ಮ ಮ ಾ ಯ ಆಮ ಅಥ ಾ ತರಸ ಬರುವ ೂಂದಗಳು ಇದ ?

# sto_ques_nine
source: Have you had acid indigestion or heartburn?
ka: ಮ ಆಮ ಅ ೕಣ ಅಥ ಾ ಎಯು ಇ ?

# sto_ques_ten
source: Have you had trouble with belching?
ka: ಮ ೕ ನ ೂಂದಗಳು ಇದ ?

# sto_ques_eleven
source: Have you felt full up too quickly after beginning to eat?
ka: ಮ ನ ಾರಂ ದ ಬಕ ಬಹು ೕಗ ಕಂಠಪ ಆದಂ ಅ ಸು ?

# sto_ques_twelve
source: Have you had trouble enjoying your meals?
ka: ಮ ಮ ಆ ಾರವನು ಖು ಪಡುವ ೂಂದಗಳು ಇದ ?

# sto_ques_thirteen
source: Has it taken you a long time to complete your meals?
ka: ಮ ಮ ಆ ಾರ ೕವಯನು ಪಣ ೂಸಲು ೕಘ ಸಮಯ ೕ ಾಗು ?

# sto_ques_fourteen
source: Have you had a dry mouth?
ka: ಮ ಾ ಒಣಗು ಇ ?

# sto_ques_fifteen
source: Did food and drink taste different from usual?
ka: ಆ ಾರ ಮತು ಾ ೕಯಗಳ ರು ಎಂ ಂತ ೕ ಾ ?

# sto_ques_sixteen
source: Have you had trouble with eating in front of other people?
ka: ಮ ಇತರರ ಎದುರು ಆ ಾರ ೕ ಸಲು ೂಂದಗ ಾಗು ದ ?

# sto_ques_seventeen
source: Have you been thinking about your illness?
ka: ೕವ ಮ ೂೕಗದ ಬ ಂ ಸು ೕ ಾ?

# sto_ques_eighteen
source: Have you worried about your weight being too low?
ka: ಮ ಮ ೕಹತೂಕ ೕ ಾ ಕ ಇ ಂದು ಂ ಾ ?

# sto_ques_nineteen
source: Have you felt physically less attractive as a result of your disease or treatment?
ka: ಮ ೂೕಗ ಅಥ ಾ ಯ ಾರಣ ಂ ಾ ೕವ ೖ ಕ ಾ ಕ ಆಕಷಕ ಾ ೕ ಂದು ಮ ಅ ?

# sto_ques_twenty
source: Have you worried about your health in the future?
ka: ಭ ಷದ ಮ ಆೂೕಗದ ಕು ತು ಮ ಂ ಇ ೕ?

# sto_ques_twentyone
source: Have you lost any hair?
ka: ಮ ಕೂದಲು ಉದು ?

# sto_ques_twentytwo
source: Answer this question only if you lost any hair: If so, were you upset by the loss of your hair?
ka: ಮ ಕೂದಲು ಉದು ದ ಾತ ಈ ಪ ಉತ : ಾದ , ಮ ಮ ಕೂದಲು ಉದುರು ಂದ ಾನಕ ಒತಡ ಉಂ ಾ ?

# pain_sc
source: Pain scale
hi: दर्द का पैमाना
ka: ನೋವು ಪ್ರಮಾಣ

source: About
hi: जानकारी
ka: ಸುಮಾರು

source: Nutrition
hi: पोषण
ka: ಪೋಷಣೆ

# p_name
source: Patient's Name
hi: रोगी का नाम
ka: ರೋಗಿಯ ಹೆಸರು

# p_gend
source: Gender
hi: लिंग
ka: ಲಿಂಗ

# p_cond
source: Condition
hi: रोग
ka: ರೋಗ

# p_doc
source: Doctor
hi: चिकित्सक
ka: ವೈದ್ಯ

# p_age
source: Age
hi: आयु
ka: ವಯಸ್ಸು

# cond
source: Enter your Condition
hi: अपनी स्थिति दर्ज करें
ka: ನಿಮ್ಮ ಸ್ಥಿತಿಯನ್ನು ನಮೂದಿಸಿ

# lung
source: Lung Cancer
hi: फेफड़े का कैंसर
ka: ಶ್ವಾಸಕೋಶದ ಕ್ಯಾನ್ಸರ್

# stomach
source: Stomach Cancer
hi: पेट का कैंसर
ka: ಹೊಟ್ಟೆ ಕ್ಯಾನ್ಸರ್

# ovary
source: Ovarian Cancer
hi: डिम्बग्रंथि के कैंसर
ka: ಅಂಡಾಶಯದ ಕ್ಯಾನ್ಸರ್

# eso
source: Esophegal Cancer
hi: एसोफेगल कैंसर
ka: ಸೋಫೆಗಲ್ ಕ್ಯಾನ್ಸರ್

# nutri_head
source: Nutrition Rehabilitation
hi: पोषण पुनर्वास
ka: ಪೋಷಣೆ ಪುನರ್ವಸತಿ

# diet_chart
source: Diet Chart (link to nutritionist's chart)
hi: आहार चार्ट (पोषण विशेषज्ञ के चार्ट से लिंक)
ka: ಡಯಟ್ ಚಾರ್ಟ್ (ಪೌಷ್ಟಿಕತಜ್ಞರ ಚಾರ್ಟ್ಗೆ ಲಿಂಕ್)

# diet_but
source: Open Diet Chart
hi: डाइट चार्ट खोलें
ka: ಓಪನ್ ಡಯಟ್ ಚಾರ್ಟ್

# protein
source: Protein Supplements:
hi: प्रोटीन की खुराक:
ka: ಪ್ರೋಟೀನ್ ಪೂರಕಗಳು:

# prot_hint
source: Enter supplements
hi: पूरक दर्ज करें
ka: ಪೂರಕಗಳನ್ನು ನಮೂದಿಸಿ

# w_chart
source: Weight Chart:
hi: वजन चार्ट:
ka: ತೂಕ ಚಾರ್ಟ್:

# bmi
source: BMI (Kg/mÂ²):
hi: बीएमआई (Kg / m ²):
ka: BMI (ಕೆಜಿ / ಮೀ²)

# bmi_hint
source: Enter BMI
hi: बीएमआई दर्ज करें
ka: BMI ನಮೂದಿಸಿ

# alb
source: Albumin Levels:
hi: एल्बुमिन स्तर:
ka: ಅಲ್ಬುಮಿನ್ ಮಟ್ಟಗಳು:

# alb_hint
source: Enter Albumin levels
hi: एल्बुमिन स्तर दर्ज करें
ka: ಆಲ್ಬಮಿನ್ ಮಟ್ಟವನ್ನು ನಮೂದಿಸಿ

# hab
source: Cessation of Habits:
hi: आदतें बंद करना:
ka: ಆವಾಸಸ್ಥಾನಗಳ ಮೌಲ್ಯಮಾಪನ:

# smoke
source: Last date of smoking/chewing tobacco:
hi: धूम्रपान / चबाने वाली तंबाकू की अंतिम तिथि:
ka: ಧೂಮಪಾನ / ಚೂಯಿಂಗ್ ತಂಬಾಕಿನ ಕೊನೆಯ ದಿನಾಂಕ:

# date
source: Select Date
hi: तिथि का चयन करें
ka: ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ

# date_but
source: Pick Date
hi: तिथि चुनें
ka: ಆಯ್ಕೆ ದಿನಾಂಕ

# alcohol
source: Last date of alcohol consumption:
hi: शराब की खपत की अंतिम तिथि:
ka: ಆಲ್ಕೊಹಾಲ್ ಸೇವನೆಯ ಕೊನೆಯ ದಿನಾಂಕ:

source: Week
hi: सप्ताह
ka: ವಾರ

# weight
source: Weight (Kg):
hi: वजन (किलो):
ka: ತೂಕ (ಕೆಜಿ):

# weight_hint
source: Enter weight
hi: वजन दर्ज करें
ka: ತೂಕವನ್ನು ನಮೂದಿಸಿ
